Repository: sventropy/Snippey
Catalog: src/Snippey/*.lproj/Localizable.strings
Languages: de

# list-title
source: Snippets
de: Schnipsel

# list-no-snippets-label
source: No Snippets. Create some!
de: Keine Schnipsel. Leg welche an!

# list-header-label-text
source: The Snippey keyboard is not active in the Settings app. Tap here to open the Settings app and enable the keyboard in "General", "Keyboard", "Keyboards".
de: Die Snippey Tastatur ist nicht aktiv. Tippe hier um die "Einstellungen"-App zu öffnen und die Tastatur unter "Allgemein", "Tastatur", "Tastaturen" zu aktivieren.

# add-new-snippet-alert-title
source: New Snippet
de: Neuer Schnipsel

# add-new-snippet-alert-text-placeholder
source: Enter snippet text here
de: Schnipsel Text hier eingeben

# add-new-snippet-alert-add-button-label
source: Add
de: Hinzufügen

# add-new-snippet-alert-cancel-button-label
source: Cancel
de: Abbrechen

# tutorial-welcome
source: Welcome to Snippey! Snippey allows you to store text snippets you frequently use and insert them in any app using the provided keyboard.
de: Willkommen bei Snippey! Snippey erlaubt Dir Text Schnipsel die du oft brauchst zu speichern und über die Snippey Tastatur in jeder App zu verwenden.

# tutorial-add
source: Snippets can be Text, Emojis or even a combination of both 😃😉. Add new snippets here in the app.
de: Schnipsel können aus Text, Emojis oder beidem bestehen 😃😉. Füge neue Schnipsel hier in der App über denn das "Plus" hinzu.

# tutorial-delete
source: Delete the ones you don't longer like by swiping left.
de: Lösche nicht mehr gebrauchte Schnipsel durch Wischen nach links in der Liste.

# tutorial-reorder
source: Reorder snippets by tapping long and dragging them.
de: Ändere die Reihenfolge durch Gedrückthalten und Ziehen.

# tutorial-finish
source: And now, enjoy using Snippey!
de: Und jetzt, viel Spass mit Snippey!

# tutorial-next-button
source: Next
de: Weiter

# tutorial-finish-button
source: All right
de: Alles klar

# info-back-button-title
source: Back
de: Zurück

# info-link-sventropy-github
source: Snippey Developer at GitHub
de: Snippey Entwickler auf GitHub

# info-button-reset
source: Delete all snippets
de: Alle Schnipsel löschen

# info-section-header-deps
source: Open Source Dependencies
de: Abhängigkeiten

# info-section-header-reset
source: Reset App
de: App zurücksetzen

# info-reset-alert-title
source: Do you really want to delete all snippets stored?
de: Willst Du wirklich alle gespeicherten Schnipsel löschen?

# info-reset-alert-message
source: Deletion cannot be undone
de: Die Löschung kann nicht rückgängig gemacht werden

# info-reset-alert-delete-button-title
source: Delete all
de: Alle löschen

# info-restart-tutorial-button
source: Restart tutorial
de: Anleitung erneut starten

# access-snippet-list-label
source: The list of all snippets stored in the app
de: Die Liste aller Schnipsel, die in der App gespeichert sind

# access-add-textView-label
source: Text input for the creation of ew snippets
de: Text Eingabe zur Anlage neuer Schnipsel

# access-add-save-button-hint
source: Enabled when text is entered and below length threshold
de: Wird aktiviert sobald Text eingegeben wird und dieser kürzer ist als die maximale Länge
